[
    {
        "title": "Pearl Harbor",
        "subtitle": "จุดเปลี่ยนที่ทำให้อเมริกาเข้าร่วมสงครามโลกครั้งที่ 2",
        "img": "https://raw.githubusercontent.com/Thanakit-Ake/BasicAPI/main/01.jpg",
        "detail": "ในวันที่ 7 ธันวาคม 1941 (พ.ศ. 2484) กองทัพญี่ปุ่นได้ส่งกำลังเข้าลอบโจมตีกองทัพสหรัฐฯ ที่ตั้งอยู่ ณ เพิร์ลฮาร์เบอร์ (Pearl Harbor) บนเกาะโออาฮู (Oahu) ของหมู่เกาะฮาวาย โดยที่สหรัฐฯ ยังไม่ทันได้ตั้งตัว เปิดฉากสงครามของทั้งสองประเทศอย่างเต็มตัว หลังทั้งคู่มีสัมพันธ์ที่ร้าวฉานมานานนับสิบปี ก่อนหน้านั้น การขยายอิทธิพลของญี่ปุ่นไปยังดินแดนเพื่อนบ้านอย่างจีน ตั้งแต่ปี 1937 (พ.ศ. 2480) ประกอบกับการเข้าเป็นพันธมิตรกับกลุ่มอักษะ และการบุกยึดอินโดจีน ได้สร้างความไม่พอใจให้กับสหรัฐฯ อย่างรุนแรง สหรัฐฯ ตอบโต้ญี่ปุ่นด้วยการอายัดทรัพย์ทั้งหมดของญี่ปุ่นในสหรัฐฯ ตามมาด้วยการประกาศคว่ำบาตรการค้าปิโตรเลียม และสินค้าโภคภัณฑ์สำคัญอื่นๆ กับญี่ปุ่น ญี่ปุ่นพยายามหาทางเจรจากับสหรัฐฯ เพื่อให้สหรัฐฯ ผ่อนคลายมาตรการคว่ำบาตรมาโดยตลอด รวมถึงช่วงเวลาไม่กี่วันก่อนการโจมตีเพิร์ลฮาร์เบอร์  ก่อนที่ โตโจ ฮิเดกิ (Tojo Hideki) นายกรัฐมนตรีญี่ปุ่นในขณะนั้นจะตัดสินใจแก้ปัญหาด้วยสงคราม การเคลื่อนกำลังพลทางน้ำของญี่ปุ่นเริ่มตั้งแต่วันที่ 26 พฤศจิกายน ประกอบด้วย เรือบรรทุกเครื่องบิน 6 ลำ เรือประจัญบาน 2 ลำ เรือลาดตระเวณ 3 ลำ เรือพิฆาตอีก 11 ลำ โดยมีกำลังรบทางอากาศเป็นเครื่องบินอีกกว่า 360 ลำร่วมปฏิบัติการ การโจมตีเริ่มเกิดขึ้น ณ เวลา 7.55 นาฬิกา ตามเวลาท้องถิ่น ของวันอาทิตย์ที่ 7 ธันวาคม มีฝูงบินระลอกแรกจำนวน 200 ลำเข้าโจมตี โดยมีรายงานว่า เจ้าหน้าที่สหรัฐฯ ที่สามารถจับสัญญาณของฝูงบินขนาดมหึมาได้บนเรดาร์ถูกบอกจากเจ้าหน้าที่ระดับสูงขึ้นไปว่า ไม่ต้องไปสนใจ ทำให้กองทัพสหรัฐฯ ในขณะนั้นตกเป็นเป้านิ่งที่แทบไม่อาจตอบโต้ได้เลย กองทัพญี่ปุ่นประสบความสำเร็จอย่างงดงามจากการฉวยโอกาสโจมตีในครั้งนี้ โดยพวกเขาสามารถทำลายเรือรบสำคัญจำนวนมากของสหรัฐฯ รวมถึงเครื่องบินอีกเกินกว่า 180 ลำ และทำให้มีผู้เสียชีวิตกว่า 2,300 ราย ขณะที่ญี่ปุ่นเสียเครื่องบินไปไม่เกิน 60 ลำ เรือดำน้ำขนาดเล็กอีก 5 ลำ และกำลังพลเพียงราว 100 นาย"
    },
    {
        "title": "Mid way",
        "subtitle": "จุดเปลี่ยนสำคัญของสงครามโลกครั้งที่ 2 ที่ทำให้อเมริกากลับมาชนะญี่ปุ่น",
        "img": "https://raw.githubusercontent.com/Thanakit-Ake/BasicAPI/main/02.jpg",
        "detail": "ยุทธการมิดเวย์ (Battle of Midway) เมื่อเดือนมิถุนายน ค.ศ. 1942 เป็นสมรภูมิสงครามระหว่างสหรัฐอเมริกากับญี่ปุ่น เป็นสงครามชี้ชะตาครั้งสำคัญ ซึ่งต่างฝ่ายต่างต้องการชัยชนะเพื่อสร้างความได้เปรียบในสงครามโลกครั้งที่ 2 สมรภูมิแห่งนี้จึงนับว่าเป็นสมรภูมิที่มีผู้กล่าวถึงไม่น้อยไปกว่ายุทธการที่อ่าวเพิร์ล ยุทธการที่ดันเคิร์ก หรือยุทธการที่นอร์มังดี หลังญี่ปุ่นเปิดฉากสงครามด้วยการบุกถล่มสหรัฐอเมริกาที่อ่าวเพิร์ลในวันที่ 7 ธันวาคม ค.ศ. 1941 แม้สามารถสร้างความเสียหายให้กับกองทัพสหรัฐอเมริกา แต่ทำได้เพียงตัดกำลังบางส่วนเท่านั้น อู่ต่อเรือแห้งยังคงใช้งานได้อยู่ อาวุธยุทโธปกรณ์ที่สามารถต่อกรกับกองทัพญี่ปุ่นได้ยังมีอีกพอสมควร โดยเฉพาะเรือบรรทุกเครื่องบินที่ไม่ถูกทำลายลงอย่างที่ญี่ปุ่นมุ่งหวังไว้ เนื่องจากเรือบรรทุกเครื่องบินของสหรัฐอเมริกาออกไปปฏิบัติภารกิจที่อื่น ไม่นานจากนั้น กองทัพญี่ปุ่นบุกตะลุยทั่วทั้งเอเชีย พิชิตฮ่องกง อินโดจีน มลายู สิงคโปร์ พม่า ราวเดือนมีนาคม ค.ศ. 1942 ได้บุกไปถึงเกาะมินดาเนาของฟิลิปปินส์ เกาะโซโลมอน และตั้งฐานที่มั่นที่นิวกินีโดยมีเป้าหมายในการยึดออสเตรเลีย แม้จะแผ่อิทธิพลเหนือมหาสมุทรแปซิฟิกอย่างรวดเร็ว แต่ญี่ปุ่นทราบดีว่าจะต้องดำเนินยุทธการโจมตีสหรัฐอเมริกาเพื่อครองอำนาจเหนือมหาสมุทรแปซิฟิกไว้อย่างเบ็ดเสร็จเพียงผู้เดียว ดังนั้น ญี่ปุ่นจำเป็นต้องเอาชนะกองทัพเรือภาคพื้นแปซิฟิกของสหรัฐอเมริกาให้ได้ เป้าหมายจึงพุ่งไปที่เกาะมิดเวย์ ก่อนที่จะเข้าสู่การศึกการสงคราม จำเป็นต้องทำความเข้าใจเรื่องราวก่อนหน้าจะเกิดยุทธการมิดเวย์ โดยเฉพาะสงครามแก้แค้นจากสหรัฐอเมริกา และการถอดรหัสลับของญี่ปุ่น"
    }
    
]
