[
    {
        "title": "Pearl Harbor",
        "subtitle": "จุดเปลี่ยนที่ทำให้อเมริกาเข้าร่วมสงครามโลกครั้งที่ 2",
        "img": "https://i0.wp.com/matemnews.com/wp-content/uploads/2019/01/54126555542cd1186466fa65f02104b6-1068x833.jpg",
        "detail": "ในวันที่ 7 ธันวาคม 1941 (พ.ศ. 2484) กองทัพญี่ปุ่นได้ส่งกำลังเข้าลอบโจมตีกองทัพสหรัฐฯ ที่ตั้งอยู่ ณ เพิร์ลฮาร์เบอร์ (Pearl Harbor) บนเกาะโออาฮู (Oahu) ของหมู่เกาะฮาวาย โดยที่สหรัฐฯ ยังไม่ทันได้ตั้งตัว เปิดฉากสงครามของทั้งสองประเทศอย่างเต็มตัว หลังทั้งคู่มีสัมพันธ์ที่ร้าวฉานมานานนับสิบปี ก่อนหน้านั้น การขยายอิทธิพลของญี่ปุ่นไปยังดินแดนเพื่อนบ้านอย่างจีน ตั้งแต่ปี 1937 (พ.ศ. 2480) ประกอบกับการเข้าเป็นพันธมิตรกับกลุ่มอักษะ และการบุกยึดอินโดจีน ได้สร้างความไม่พอใจให้กับสหรัฐฯ อย่างรุนแรง สหรัฐฯ ตอบโต้ญี่ปุ่นด้วยการอายัดทรัพย์ทั้งหมดของญี่ปุ่นในสหรัฐฯ ตามมาด้วยการประกาศคว่ำบาตรการค้าปิโตรเลียม และสินค้าโภคภัณฑ์สำคัญอื่นๆ กับญี่ปุ่น ญี่ปุ่นพยายามหาทางเจรจากับสหรัฐฯ เพื่อให้สหรัฐฯ ผ่อนคลายมาตรการคว่ำบาตรมาโดยตลอด รวมถึงช่วงเวลาไม่กี่วันก่อนการโจมตีเพิร์ลฮาร์เบอร์  ก่อนที่ โตโจ ฮิเดกิ (Tojo Hideki) นายกรัฐมนตรีญี่ปุ่นในขณะนั้นจะตัดสินใจแก้ปัญหาด้วยสงคราม การเคลื่อนกำลังพลทางน้ำของญี่ปุ่นเริ่มตั้งแต่วันที่ 26 พฤศจิกายน ประกอบด้วย เรือบรรทุกเครื่องบิน 6 ลำ เรือประจัญบาน 2 ลำ เรือลาดตระเวณ 3 ลำ เรือพิฆาตอีก 11 ลำ โดยมีกำลังรบทางอากาศเป็นเครื่องบินอีกกว่า 360 ลำร่วมปฏิบัติการ การโจมตีเริ่มเกิดขึ้น ณ เวลา 7.55 นาฬิกา ตามเวลาท้องถิ่น ของวันอาทิตย์ที่ 7 ธันวาคม มีฝูงบินระลอกแรกจำนวน 200 ลำเข้าโจมตี โดยมีรายงานว่า เจ้าหน้าที่สหรัฐฯ ที่สามารถจับสัญญาณของฝูงบินขนาดมหึมาได้บนเรดาร์ถูกบอกจากเจ้าหน้าที่ระดับสูงขึ้นไปว่า ไม่ต้องไปสนใจ ทำให้กองทัพสหรัฐฯ ในขณะนั้นตกเป็นเป้านิ่งที่แทบไม่อาจตอบโต้ได้เลย กองทัพญี่ปุ่นประสบความสำเร็จอย่างงดงามจากการฉวยโอกาสโจมตีในครั้งนี้ โดยพวกเขาสามารถทำลายเรือรบสำคัญจำนวนมากของสหรัฐฯ รวมถึงเครื่องบินอีกเกินกว่า 180 ลำ และทำให้มีผู้เสียชีวิตกว่า 2,300 ราย ขณะที่ญี่ปุ่นเสียเครื่องบินไปไม่เกิน 60 ลำ เรือดำน้ำขนาดเล็กอีก 5 ลำ และกำลังพลเพียงราว 100 นาย"
    },
    {
        "title": "Mid way",
        "subtitle": "จุดเปลี่ยนสำคัญของสงครามโลกครั้งที่ 2 ที่ทำให้อเมริกากลับมาชนะญี่ปุ่น",
        "img": "https://image.tmdb.org/t/p/original/tT34O7fwKFuSkEhGnWcuScWNGnJ.jpg",
        "detail": "ยุทธการมิดเวย์ (Battle of Midway) เมื่อเดือนมิถุนายน ค.ศ. 1942 เป็นสมรภูมิสงครามระหว่างสหรัฐอเมริกากับญี่ปุ่น เป็นสงครามชี้ชะตาครั้งสำคัญ ซึ่งต่างฝ่ายต่างต้องการชัยชนะเพื่อสร้างความได้เปรียบในสงครามโลกครั้งที่ 2 สมรภูมิแห่งนี้จึงนับว่าเป็นสมรภูมิที่มีผู้กล่าวถึงไม่น้อยไปกว่ายุทธการที่อ่าวเพิร์ล ยุทธการที่ดันเคิร์ก หรือยุทธการที่นอร์มังดี หลังญี่ปุ่นเปิดฉากสงครามด้วยการบุกถล่มสหรัฐอเมริกาที่อ่าวเพิร์ลในวันที่ 7 ธันวาคม ค.ศ. 1941 แม้สามารถสร้างความเสียหายให้กับกองทัพสหรัฐอเมริกา แต่ทำได้เพียงตัดกำลังบางส่วนเท่านั้น อู่ต่อเรือแห้งยังคงใช้งานได้อยู่ อาวุธยุทโธปกรณ์ที่สามารถต่อกรกับกองทัพญี่ปุ่นได้ยังมีอีกพอสมควร โดยเฉพาะเรือบรรทุกเครื่องบินที่ไม่ถูกทำลายลงอย่างที่ญี่ปุ่นมุ่งหวังไว้ เนื่องจากเรือบรรทุกเครื่องบินของสหรัฐอเมริกาออกไปปฏิบัติภารกิจที่อื่น ไม่นานจากนั้น กองทัพญี่ปุ่นบุกตะลุยทั่วทั้งเอเชีย พิชิตฮ่องกง อินโดจีน มลายู สิงคโปร์ พม่า ราวเดือนมีนาคม ค.ศ. 1942 ได้บุกไปถึงเกาะมินดาเนาของฟิลิปปินส์ เกาะโซโลมอน และตั้งฐานที่มั่นที่นิวกินีโดยมีเป้าหมายในการยึดออสเตรเลีย แม้จะแผ่อิทธิพลเหนือมหาสมุทรแปซิฟิกอย่างรวดเร็ว แต่ญี่ปุ่นทราบดีว่าจะต้องดำเนินยุทธการโจมตีสหรัฐอเมริกาเพื่อครองอำนาจเหนือมหาสมุทรแปซิฟิกไว้อย่างเบ็ดเสร็จเพียงผู้เดียว ดังนั้น ญี่ปุ่นจำเป็นต้องเอาชนะกองทัพเรือภาคพื้นแปซิฟิกของสหรัฐอเมริกาให้ได้ เป้าหมายจึงพุ่งไปที่เกาะมิดเวย์ ก่อนที่จะเข้าสู่การศึกการสงคราม จำเป็นต้องทำความเข้าใจเรื่องราวก่อนหน้าจะเกิดยุทธการมิดเวย์ โดยเฉพาะสงครามแก้แค้นจากสหรัฐอเมริกา และการถอดรหัสลับของญี่ปุ่น"
    },
    {
        "title": "D-day",
        "subtitle": "ปฏิบัติการโจมตีสะเทินน้ำสะเทินบกครั้งใหญ่ที่สุดในประวัติศาสตร์โลก ที่หาดนอร์มังดี",
        "img": "https://f.ptcdn.info/301/067/000/q2j7a3ircwd8S6Ar5R0-o.jpg",
        "detail": "6 มิถุนายน 1944 เป็นวันที่ทหารกองกำลังสัมพันธมิตร 156,000 นาย ส่วนใหญ่เป็นทหารอเมริกัน อังกฤษ และแคนาดา ยกพลขึ้นบกที่หาดนอร์มังดีเพื่อเริ่มปฏิบัติการปลดปล่อยประเทศที่ถูกนาซียึดครอง จึงเรียกว่าวันดีเดย์ (D-Day) ย่อมาจาก Deliverance Day ถือเป็นปฏิบัติการโจมตีสะเทินน้ำสะเทินบกครั้งใหญ่ที่สุดในประวัติศาสตร์โลก เฉพาะวันแรกวันเดียวมีทหารล้มตายถึง 4,400 นาย ยุทธการนี้ใช้เรือถึง 7,000 ลำ ลำเลียงกำลังพล 156,000 นาย และยานพาหนะ 10,000 คัน ไปยังหาดทั้ง 5 แห่งตามแนวชายฝั่งนอร์มังดี รวมถึงมีการสนับสนุนกองกำลังทางอากาศและทางเรือซึ่งเป็นปัจจัยสำคัญที่ช่วยให้ฝ่ายสัมพันธมิตรเอาชัยชนะมาได้"
    },
    {
        "title": "Dynamo",
        "subtitle": "ปฏิบัติการเพื่ออพยพทหารทางดันเคิร์กมายังฝั่งเกาะอังกฤษ",
        "img": "https://ichef.bbci.co.uk/news/640/cpsprodpb/E72D/production/_97018195_main.png",
        "detail": "มื่อปี ค.ศ. 1940 กองทัพเยอรมันที่อยู่ภายใต้การบังคับบัญชาสูงสุดของอดอล์ฟ ฮิตเลอร์ ได้บุกเข้ารวบประเทศเนเธอร์แลนด์เข้าเป็นของตนเอง กองทัพฝรั่งเศส อังกฤษ และเบลเยียมถูกตีโต้ผลักดันจนกองทัพทั้งหมดแทบจะสิ้นทางไป ทางเดียวที่จะสามารถเอาชีวิตรอดได้ก็คือ การอพยพออกจากชายฝั่ง ดันเคิร์ก ไปยังดินแดนที่ปลอดภัยของประเทศอังกฤษ นั่นไม่ใช่เรื่องง่ายเลย เนื่องด้วยชายฝั่ง ดันเคิร์ก นั้นมีคลื่นสูงกว่า 21 ฟุต แถมด้วยความตื้นของชายฝั่งที่ทำให้เรือพิฆาตลำยักษ์ไม่อาจเข้าเทียบท่าเพื่อขนส่งกองทหารให้กลับสู่มาตุภูมิได้อย่างปลอดภัย อีกทั้งโดยรอบยังมีทั้งกองบินและทหารราบของเยอรมันที่รุกไล่เข้ามาจนสถานการณ์ทุกด้านแทบจะสิ้นหวังไปเสียทั้งหมด แต่ท่ามกลางความสิ้นหวังนั้น ลอร์ด กอร์ท (Lord Gort) ผู้บัญชาการกองทัพอังกฤษก็ได้สั่งอพยพกองทหารกลับเพื่อรักษากำลังพล ก่อกำเนิด ยุทธการไดนาโม กลยุทธ์ในการรวบรวมเหล่า เรือลำน้อย จากชายฝั่งโดยรอบเข้ามาช่วยเหลือเปรียบเสมือนความหวังสุดท้ายของเหล่าทหารทหารกว่า 400,000 ถูกตีโต้จนต้องล่าถอยมาติดชายฝั่ง ดันเคิร์ก กองกำลังทหารของเยอรมันที่ทรงประสิทธิภาพก็กำลังรุกไล่เข้ามาทุกที ปลายกระบอกปืนทุกด้ามถูกหันจ่อใส่ทุกชีวิตที่แล่นเข้ามาในวิถีกระสุน เมื่อเป็นเช่นนี้แล้ว กองทัพอังกฤษ นำโดยคำสั่งจากนายกรัฐมนตรี วินสตัน เชอร์ชิล จึงได้ประกาศเกณฑ์เรือที่ขึ้นทะเบียนไว้ เพื่อเข้าร่วมปฏิบัติการณ์ฉุกเฉินในการอพยพทหารแห่งกองกำลังผสมกลับสู่พื้นที่ปลอดภัยให้เร็วที่สุด ยุทธการนี้ถูกเรียกว่า ยุทธการไดนาโม เรือพิฆาตลำใหญ่ของอังกฤษที่มีประสิทธิภาพในการรบสูงที่สุด ไม่อาจเข้าเทียบท่าชายฝั่งดันเคิร์กได้ การเรียกระดมพลเรือเล็กนั้นจึงเป็นเรือพานิชย์ เรือหาปลาของเอกชนทั้งสิ้น เรือทุกลำบังคับหางเสือมุ่งหน้าสู่ชายฝั่ง ดันเคิร์ก ปฏิบัติการดังกล่าวใช้เวลาอพยพกว่า 9 วัน ท่ามกลางดงกระสุนที่สาดใส่เรือทุกลำที่แล่นผ่านเข้ามา เรือเอกชนหลายลำถูกยิงอัปปางลงอย่างน่าเศร้า ในขณะเดียวกันก็มีอีกหลายลำที่สามารถอพยพพาเหล่าทหารกลับสู่ดินแดนปลอดภัยได้ จากจำนวนกว่า 400,000 นาย ทหารแห่งกองกำลังผสมสามารถเอาชีวิตรอดกลับมาได้กว่า 330,000 นาย กลายเป็นปาฏิหาริย์ทางการอพยพที่ถูกจารึกไว้ในหน้าประวัติศาสตร์สงครามโลก"
    },
    {
        "title": "Kamikaze",
        "subtitle": "ปฏิบัติการพลีชีพขี่เครื่องบินพุงชนกองเรือฝ่ายสัมพันธมิตร",
        "img": "https://www.matichon.co.th/wp-content/uploads/2019/03/%E0%B8%81%E0%B8%B2%E0%B8%A1%E0%B8%B4%E0%B8%81%E0%B8%B2%E0%B9%80%E0%B8%8B-4-300x157.jpg",
        "detail": "ก่อนฤดูใบไม้ร่วงปี ค.ศ. 1944 กองกำลังญี่ปุ่นมีแนวโน้มสูงว่าเป็นฝ่ายพ่ายแพ้ในสงครามโลกครั้งที่ 2 ญี่ปุ่นไม่อยู่ในฐานะที่จะสู้รบตามแบบฉบับได้ เพราะกำลังขาดแคลนนักบินซึ่งมีประสบการณ์ และเวลาเพียงแค่ 25 วัน ที่จะฝึกนักบินฝึกหัดก่อนออกจากสนามรบ นั้นทำให้ญี่ปุ่นคิดยุทธวิธีรบใหม่ที่รู้จักกันทั่วไปว่า “กามิกาเซ่”พลเรือโททากิจิโร โอนิชิ เป็นคนแรกที่เสนอแนวคิดเรื่อง “หน่วยรบพลีชีพ” ที่มีชื่อเป็นทางการว่า “ต็อกโกไต” หรือ “หน่วยจู่โจมพิเศษ” แต่ชื่อที่รู้จักกันไปทั่วไปคือ กามิกาเซ่ (kamikaze-สายลมแห่งสวรรค์) ซึ่งมีที่มาเกี่ยวข้องกับประวัติศาสตร์ญี่ปุ่นเมื่อครั้งที่มองโกลยกมัพมารุกรานใน ค.ศ. 1281 แต่ก็ต้องแตกพ่ายไปเพราะพายุไต้ฝุ่น ผู้บังคับบัญชาระดับสูงของญี่ปุ่นหวังว่าหน่วยกามิกาเซ่จะเป็นดังสายลมที่พัดพาชัยชนะมาเช่นในอดีต หลักของหน่วยกามิกาเซ่จะเน้นย้ำถึงอิทธิพลของจารีตประเพณีการเป็นซามูไร นักรบในยุคกลางที่ผูกพันกับเจ้านายของตน เคร่งครัดในกฎที่เรียกว่า “บูชิโด”  ความจงรักภักดีอย่างสูงสุดและกฎเกณฑ์ของบูชิโดถูกใช้กลบเกลื่อนหลักการของนโยบายการทหารที่ยึดสถานการณ์ตามความเป็นจริง ปฏิบัติการพลีชีพไม่ใช่วิธีตอบโต้ตามประเพณีของญี่ปุ่น การสู้รบจนตัวตายต่างหากที่ถือว่ามีเกียรติ มีเพียงการถูกหมิ่นศักดิ์ศรีจึงต้องฆ่าตัวตายตามพิธีกรรม การบินเพื่อไปตายเป็นการเบี่ยงเบนจากกฎเกณฑ์โบราณ ตามความปรารถนาของพลเรือโทโอนิซิที่ไม่ต้องการให้ความตายของนักบินเป็นเรื่องสูญเปล่า เขามองว่าถ้าพวกเขาอยู่บนบกก็คงต้องถูกระเบิดถล่ม ถ้าอยู่บนฟ้าคงจะถูกยิงร่วง เขาเห็นว่านั่นเป็นเรื่องเศร้าเกินไป คนหนุ่มควรตายอย่างงดงามเป็นหน้าที่ของหน่วยรบพลีชีพ ที่จะมอบความตายอันงดงาม ดังนักรบซามูไรคนหนึ่งพึงจะมี ก่อนทำการบิน นักบินกามิกาเซ่จะเขียนจดหมายฉบับสุดท้ายถึงครอบครัว ด้วยรูปแบบมาตรฐานที่ปฏิเสธอารมณ์ถวิลหา โดยเชื่อว่าภารกิจที่ทํานี้จะช่วยให้ชื่อของพวกตนได้รับการจารึกไว้ในหอศักดิ์สิทธิ์ของศาลเจ้ายาสุคูนิ ในกรุงโตเกียว ซึ่งสร้างเพื่อเป็นอนุสรณ์แด่ชาวญี่ปุ่นผู้เสียชีวิตในสงคราม ภาพของนักบินกามิกาเซ่ในสายตาของคนในชาติและครอบครัว จึงเป็นซามูไรสมัยใหม่ที่ยอมพลีชีพของตนเพื่อปกป้องเจ้านายหรือองค์จักรพรรดิ"
    },
    {
        "title": "Overload",
        "subtitle": "ปฏิบัติการพลีชีพขี่เครื่องบินพุงชนกองเรือฝ่ายสัมพันธมิตร",
        "img": "https://www.matichon.co.th/wp-content/uploads/2019/03/%E0%B8%81%E0%B8%B2%E0%B8%A1%E0%B8%B4%E0%B8%81%E0%B8%B2%E0%B9%80%E0%B8%8B-4-300x157.jpg",
        "detail": "ก่อนฤดูใบไม้ร่วงปี ค.ศ. 1944 กองกำลังญี่ปุ่นมีแนวโน้มสูงว่าเป็นฝ่ายพ่ายแพ้ในสงครามโลกครั้งที่ 2 ญี่ปุ่นไม่อยู่ในฐานะที่จะสู้รบตามแบบฉบับได้ เพราะกำลังขาดแคลนนักบินซึ่งมีประสบการณ์ และเวลาเพียงแค่ 25 วัน ที่จะฝึกนักบินฝึกหัดก่อนออกจากสนามรบ นั้นทำให้ญี่ปุ่นคิดยุทธวิธีรบใหม่ที่รู้จักกันทั่วไปว่า “กามิกาเซ่”พลเรือโททากิจิโร โอนิชิ เป็นคนแรกที่เสนอแนวคิดเรื่อง “หน่วยรบพลีชีพ” ที่มีชื่อเป็นทางการว่า “ต็อกโกไต” หรือ “หน่วยจู่โจมพิเศษ” แต่ชื่อที่รู้จักกันไปทั่วไปคือ กามิกาเซ่ (kamikaze-สายลมแห่งสวรรค์) ซึ่งมีที่มาเกี่ยวข้องกับประวัติศาสตร์ญี่ปุ่นเมื่อครั้งที่มองโกลยกมัพมารุกรานใน ค.ศ. 1281 แต่ก็ต้องแตกพ่ายไปเพราะพายุไต้ฝุ่น ผู้บังคับบัญชาระดับสูงของญี่ปุ่นหวังว่าหน่วยกามิกาเซ่จะเป็นดังสายลมที่พัดพาชัยชนะมาเช่นในอดีต หลักของหน่วยกามิกาเซ่จะเน้นย้ำถึงอิทธิพลของจารีตประเพณีการเป็นซามูไร นักรบในยุคกลางที่ผูกพันกับเจ้านายของตน เคร่งครัดในกฎที่เรียกว่า “บูชิโด”  ความจงรักภักดีอย่างสูงสุดและกฎเกณฑ์ของบูชิโดถูกใช้กลบเกลื่อนหลักการของนโยบายการทหารที่ยึดสถานการณ์ตามความเป็นจริง ปฏิบัติการพลีชีพไม่ใช่วิธีตอบโต้ตามประเพณีของญี่ปุ่น การสู้รบจนตัวตายต่างหากที่ถือว่ามีเกียรติ มีเพียงการถูกหมิ่นศักดิ์ศรีจึงต้องฆ่าตัวตายตามพิธีกรรม การบินเพื่อไปตายเป็นการเบี่ยงเบนจากกฎเกณฑ์โบราณ ตามความปรารถนาของพลเรือโทโอนิซิที่ไม่ต้องการให้ความตายของนักบินเป็นเรื่องสูญเปล่า เขามองว่าถ้าพวกเขาอยู่บนบกก็คงต้องถูกระเบิดถล่ม ถ้าอยู่บนฟ้าคงจะถูกยิงร่วง เขาเห็นว่านั่นเป็นเรื่องเศร้าเกินไป คนหนุ่มควรตายอย่างงดงามเป็นหน้าที่ของหน่วยรบพลีชีพ ที่จะมอบความตายอันงดงาม ดังนักรบซามูไรคนหนึ่งพึงจะมี ก่อนทำการบิน นักบินกามิกาเซ่จะเขียนจดหมายฉบับสุดท้ายถึงครอบครัว ด้วยรูปแบบมาตรฐานที่ปฏิเสธอารมณ์ถวิลหา โดยเชื่อว่าภารกิจที่ทํานี้จะช่วยให้ชื่อของพวกตนได้รับการจารึกไว้ในหอศักดิ์สิทธิ์ของศาลเจ้ายาสุคูนิ ในกรุงโตเกียว ซึ่งสร้างเพื่อเป็นอนุสรณ์แด่ชาวญี่ปุ่นผู้เสียชีวิตในสงคราม ภาพของนักบินกามิกาเซ่ในสายตาของคนในชาติและครอบครัว จึงเป็นซามูไรสมัยใหม่ที่ยอมพลีชีพของตนเพื่อปกป้องเจ้านายหรือองค์จักรพรรดิ"
    }
]